/* No comment provided by engineer. */
" and %@" = " וגם %@";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ נדרש שתמלאו את השדה הבא @%2$ ";

/* positional accuracy. the %d is the number of meters, the m is english shorthand for meters. */
"%d m" = "%d m";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Observation";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Observation To Upload";

/* Count of observations by this user, plural. */
"%d Observations" = "%d תצפיות";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Observations To Upload";

/* No comment provided by engineer. */
"%ld observed taxa" = "%ld תצפיות של הזן";

/* No comment provided by engineer. */
"%ldm accuracy" = "%ldm דיוק";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<רוחב:%@ אורך: %@ דיוק:%@>";

/* unknown positional accuracy */
"??? m" = "??? m";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "\n\nנדרש על ידי %@";

/* No comment provided by engineer. */
"ABOUT" = "אודות";

/* No comment provided by engineer. */
"Add" = "הוספה";

/* text placeholder */
"Add a comment" = "הוסיפו תגובה";

/* No comment provided by engineer. */
"Add Comment" = "הוספת הערה";

/* No comment provided by engineer. */
"Add ID" = "הוספת מזהה";

/* No comment provided by engineer. */
"Add observation" = "הוספת תצפית";

/* $1 is username, $2 is datetime */
"Added by %1$@ on %2$@" = "נוסף על ידי %1$@ ב - %2$@";

/* No comment provided by engineer. */
"Added!" = "נוסף בהצלחה";

/* No comment provided by engineer. */
"Adding Comment..." = "מוסיף הערה";

/* No comment provided by engineer. */
"Adding Identification..." = "מוסיף מזהה...";

/* No comment provided by engineer. */
"Agree" = "מסכים";

/* No comment provided by engineer. */
"Agreeing..." = "מסכים...";

/* No comment provided by engineer. */
"All" = "הכל";

/* Indicator that the leaderboard applies to all species, not just a specific taxon. */
"All Species" = "כל הזנים";

/* @base text for email sign in button */
"Already have an account? Log In" = "משתמש קיים? התחברו עכשיו";

/* Button to always skip categorizing new observations into iconic taxa */
"Always skip this step" = "דלג תמיד על שלב זה";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "בטוחים שאתם רוצים לעזור את הפרויקט?";

/* No comment provided by engineer. */
"Are you sure?" = "האם אתם בטוחים?";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "אוטו׳";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to Natusfera.gbif.es" = "העלה באופן אוטומטי תוכן חדש או ערוך Natusfera.gbif.es";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using Natusfera you agree to the Terms of Service and Privacy Policy." = "באמצעות Natusfera אתה מסכים לתנאים וההגבלות ולמדיניות הפרטיות.";

/* No comment provided by engineer. */
"Can't find your user details. :(" = "פרטי המשתמש לא נמצאו";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancelling...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "הגישה למצלמה חסומה";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "הגישה לתמונות חסומה";

/* No comment provided by engineer. */
"Cannot rate" = "לא ניתן לדרג";

/* Title for the categorize page, which also asks the observer to try making an initial ID. */
"Categorize" = "קטגוריה";

/* alert msg before changing the network affiliation. */
"Changing your Natusfera Network affiliation will alter some parts of the app, like what taxa appear in searches, but it will also allow the new network partner to view and download all of your data. Are you sure you want to do this?" = "שינוי רשת Natusfera תשנה חלקים מסויימים באפליקציה, לדומגא הזנים שמופיעים בחיפוש, אבל גם תאפשר לרשת החדשה להתבונן ולהוריד את המידע שלכם. האם אתם בטוחים שאתם רוצים לשנות?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "סמן בתיבה זו באם תרצה לשתף תוכן זה ברשיון שיתופי-פתוח. תוכל לשנות בחירה זו מאוחר יותר";

/* title of alert after you reset your password */
"Check your email" = "בדקו את תיבת המייל";

/* No comment provided by engineer. */
"Choose a date" = "בחרו תאריך";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "בחרו איך מיקומכם יופיע באתר.";

/* title of inat network picker */
"Choose iNat Network" = "בחרו רשת iNat";

/* No comment provided by engineer. */
"Clear" = "נקה";

/* No comment provided by engineer. */
"Comment failed :(" = "הוספת תגובה נכשלה";

/* Confirm a new photo */
"Confirm" = "אישור";

/* No comment provided by engineer. */
"Conservation Status" = "הודעות";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "רשיון לתוכן";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Couldn't be added to project %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "זיהו מיקום נכשל";

/* No comment provided by engineer. */
"Couldn't load Taxon Details" = "תקלה בטעינת הפרטים";

/* Notice while we're creating an iNat account for them */
"Creating Natusfera account..." = "יצירת חשבון Natusfera ...";

/* No comment provided by engineer. */
"Delete download" = "מחיקת הורדה";

/* No comment provided by engineer. */
"Delete observation" = "מחיקת תצפית";

/* Delete failed message */
"Deleted Failed" = "Deleted Failed";

/* Deletes pending sync. */
"Deletes To Sync" = "Deletes To Sync";

/* No comment provided by engineer. */
"DESCRIPTION" = "תיאור";

/* No comment provided by engineer. */
"Description" = "תיאור";

/* funding thank yous */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org) developed by CREAF (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es), the National Biodiversity Node in Spain, GBIF.ES (www.gbif.es) and the Institute of the Sea (www.icm.csic.es) Sciences. the administration, coordination, maintenance and content management is performed through the CREAF and GBIF.ES." = "Natusfera הוא עיבוד של iNaturalist (www.inaturalist.org) שפותחה על ידי CREAF (www.creaf.cat/es). זה ממומן על ידי FECYT, קרן ספרדית למדע וטכנולוגיה (www.fecyt.es) obra חברתית La Caixa (www.lacaixa.es), הצומת המגוון הביולוגי הלאומי בספרד, GBIF.ES (www.gbif.es) והמכון הים (www.icm.csic.es) מדעי. הממשל, התיאום, תחזוקה וניהול תוכן מבוצע באמצעות CREAF ו GBIF.ES.";

/* No comment provided by engineer. */
"Details" = "פרטים";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "הסתר רמזים";

/* No comment provided by engineer. */
"Download" = "הורדה";

/* No comment provided by engineer. */
"Download for offline use" = "הורדה לשימוש ללא אינטרנט";

/* No comment provided by engineer. */
"Download not available" = "הורדה לא אפשרית";

/* No comment provided by engineer. */
"Downloaded" = "הורדה הסתיימה";

/* No comment provided by engineer. */
"Downloading..." = "מוריד...";

/* No comment provided by engineer. */
"Edit location" = "עריכת מיקום";

/* No comment provided by engineer. */
"Edit observation" = "עריכת תצפית";

/* No comment provided by engineer. */
"Editor" = "עורך";

/* No comment provided by engineer. */
"Either there was an error on the server or the guide no longer exists." = "תקלה בשרת או שהמדריך לא קיים";

/* Placeholder text for the email text field in signup
   portion of the base text for email signup button that is bold. must be a substring of the base test.
*/
"Email" = "מייל";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "אפשר לאפליקציה לתקן שמות של זנים";

/* tooltip text for skip categorization option. */
"Enable to make a quick, initial identification from high-level taxa when making a new observation." = "אפשר לאפליקציה לזהות את הזן בתצפית חדשה";

/* No comment provided by engineer. */
"EOL" = "EOL";

/* Error message when we can't load a newly saved image */
"Error using newly saved image!" = "תקלה בתמונה החדשה שנשמרה";

/* No comment provided by engineer. */
"Explore" = "מפה";

/* Name of Facebook for the Facebook signin button
   portion of the base text for fb login button that is bold. must be a substring of the base test.
*/
"Facebook" = "פייסבוק";

/* Unknown iNaturalist create account error */
"Failed to create an Natusfera account. Please try again." = "שגיאה ביצירת חשבון חדש ב- Natusfera. אנא נסו שוב.";

/* No comment provided by engineer. */
"Failed to download guide" = "תקלה בהורדת המדריך";

/* Unknown facebook login error */
"Failed to login to Facebook. Please try again later." = "תקלה בהתחברות עם פייסבוק, אנא נסו שוב מאוחר יותר";

/* Unknown google login error */
"Failed to login to Google Plus. Please try again later." = "תקלה בהתחברות עם גוגל, אנא נסו שוב מאוחר יותר";

/* Unknown iNat login error */
"Failed to login to Natusfera. Please try again." = "נכשל ניסיון להתחבר Natusfera. בבקשה נסה שוב.";

/* error message when an obs photo doesn't have a file on the phone. */
"Failed to upload photo # %d from observation '%@'" = "תקלה בהעלאת התמונה # %1$d מתצפית '%2$@'";

/* No comment provided by engineer. */
"Featured" = "נבחרים";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "טוען תצפיות אחרונות באיזור המוצג במפה";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "טוען תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"Fetching..." = "טוען...";

/* No comment provided by engineer. */
"Find %@ named '" = "חפש %@ בשם '";

/* No comment provided by engineer. */
"Find my observations" = "חפש את התצפיות שלי";

/* No comment provided by engineer. */
"Find observations near me" = "חפש תצפיות באיזור שלי";

/* No comment provided by engineer. */
"Finding your location..." = "מחפש את המיקומך...";

/* Title for forgot password button. */
"Forgot?" = "שכחת?";

/* No comment provided by engineer. */
"Found conflicting user details. :(" = "נמצאה תקלה בפרטי המשתמש :(";

/* No comment provided by engineer. */
"Found one!" = "נמצא אחד!";

/* No comment provided by engineer. */
"Found you!" = "מצאתי אותך";

/* No comment provided by engineer. */
"Get current location" = "מצא מיקום נוכחי";

/* Name of Google for the G+ signin button */
"Google" = "גוגל";

/* portion of the base text for g+ login button that is bold. must be a substring of the base test. */
"Google+" = "גוגל+";

/* Button to dismiss a tutorial screen */
"Got It" = "הבנתי";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "עורך המדרך צריך לאשר את האופציה הזאת";

/* Title for guides button on the Me tab */
"Guides" = "מדריכים";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the Natusfera community" = "מדריכים נוצרים ומשותפת על ידי קהילת Natusfera";

/* Title for guides tutorial screen */
"Guides are lists of species" = "מדריכים הם רשימה של זמנים";

/* No comment provided by engineer. */
"ID PLEASE" = "מזהה בבקשה";

/* Title of identification failure alert */
"Identification Failed" = "הזיהוי נכשל";

/* No comment provided by engineer. */
"Identification failed :(" = "הזיהוי נכשל :(";

/* body of alert after you reset your password */
"If the email address you entered is associated with an Natusfera account, you should receive an email at that address with a link to reset your password." = "אם כתובת הדואר האלקטרוני שהזנת משויך לחשבון Natusfera, אתה אמור לקבל דל בכתובת זו ובה קישור לאיפוס הסיסמה.";

/* No comment provided by engineer. */
"Import Error" = "תקלה בייבוא";

/* No comment provided by engineer. */
"in project '%@'" = "בפרויקט '%@'";

/* No comment provided by engineer. */
"Natusfera" = "Natusfera";

/* inat core team, alphabetically */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org), created by the CREAF, Centre for Ecological Research and Forestry Applications (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es) and the National Biodiversity Node in Spain, GBIF.ES (www. gbif.es) and the Institute of the Sea (www.icm.csic.es) .The administration, coordination, maintenance and content management science is done through the CREAF and GBIF.ES." = "Natusfera הוא עיבוד של iNaturalist (www.inaturalist.org), שיצרה CREAF, המרכז למחקר אקולוגי ויישומים יערנות (www.creaf.cat/es). זה ממומן על ידי FECYT, קרן ספרדית למדע וטכנולוגיה (www.fecyt.es), obra חברתית La Caixa (www.lacaixa.es) ואת הצומת המגוון הביולוגי הלאומי בספרד, gBIF.ES (www. gbif.es) והמכון הים (www.icm.csic. ים) .the הממשל, התיאום, תחזוקה וניהול תוכן המדע נעשה באמצעות CREAF ו GBIF.ES. ";

/* open source contributions */
"Natusfera, being an adaptation of iNaturalist (www.inaturalist.org), using Ruby on Rails, MySQL, jQuery, Google Maps and Flickr as software tools, and Catalogue of Life and ubio as taxonomic data sources." = "Natusfera, להיות עיבוד של iNaturalist (www.inaturalist.org), באמצעות Ruby on Rails, MySQL, jQuery, Google Maps ו- Flickr ככלי תוכנה, קטלוג של חי ubio כמקורות נתונים טקסונומיות.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "שגיאה בשם משתמש או בסיסמא";

/* No comment provided by engineer. */
"Internet connection required" = "נדרש חיבור לרשת";

/* No comment provided by engineer. */
"Internet required" = "נדרש חיבור לרשת";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducing Auto Upload!";

/* Error for bad email when making account. */
"Invalid Email Address" = "כתובת מייל לא תקינה";

/* Unknown invalid input */
"Invalid input" = "קלט לא תקין";

/* Error for bad username hwne making account. */
"Invalid Username" = "שם משתמש לא תקין";

/* No comment provided by engineer. */
"Join" = "הצטרפות";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "הצטרפו לפרויקטים כדי לבחור אותם בזמן תצפית";

/* No comment provided by engineer. */
"Joined" = "שלך";

/* No comment provided by engineer. */
"Joining..." = "מצטרף...";

/* Title for leaderboard page. */
"Leaderboard" = "לוח תוצאות";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "למד עוד";

/* No comment provided by engineer. */
"Leave" = "התנתק/י";

/* No comment provided by engineer. */
"Leaving..." = "מתנתק...";

/* No comment provided by engineer. */
"License" = "רשיון";

/* Loading message while a leaderboard is being downloaded from the web */
"Loading leaderboard" = "טוען לוח תוצאות";

/* No comment provided by engineer. */
"Loading..." = "טוען...";

/* No comment provided by engineer. */
"Location obscured" = "המיקום נצפה";

/* No comment provided by engineer. */
"locations" = "מיקומים";

/* Title for login button */
"Log in" = "התחברות";

/* portion of the base text for email sign in button that is bold. must be a substring of the base test.
   Title for button that allows users to log in to their existing iNat account
   title of the log in screen
*/
"Log In" = "התחברות";

/* Title for login problem alert */
"Log In Problem" = "שגיאה בתחברות לחשבון";

/* @base text for fb login button */
"Log In with Facebook" = "התחברות עם פייסבוק";

/* @base text for g+ login button */
"Log In with Google+" = "התחברות עם גוגל+";

/* Notice while we're logging them in */
"Logging in..." = "מתחבר";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "תקלה: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "אין לכם תצפיות";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "וודאו שיש לאפליקציה הרשאה לשימוש בג׳יפיאס.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "בצעו תצפית ראשונה";

/* No comment provided by engineer. */
"Manage download" = "ניהול הורדות";

/* Placeholder text for not logged title on me tab. */
"Me" = "פרופיל";

/* Help text for password during create account. */
"Min. %d characters" = "מינימום %d אותיות";

/* No comment provided by engineer. */
"Missing Field" = "חסרים שדות";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "זן בשם '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "זן בשם '%@'";

/* No comment provided by engineer. */
"Nearby" = "בקרבת מקום";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Needs Your Attention";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"Network unavailable, cannot add comment" = "אין חיבור לרשת, לא ניתן להוסיף תגובה";

/* No comment provided by engineer. */
"Network unavailable, cannot add identification" = "אין חיבור לרשת, לא ניתן להוסיף זיהוי";

/* No comment provided by engineer. */
"Network unavailable, cannot search Natusfera.gbif.es" = "הרשת אינה זמינה, לא יכול לחפש Natusfera.gbif.es";

/* No comment provided by engineer. */
"Network unreachable" = "אין חיבור לרשת";

/* Next button when picking photos for a new observation */
"Next" = "הבא";

/* No comment provided by engineer. */
"NO" = "לא";

/* No comment provided by engineer. */
"No" = "לא";

/* No comment provided by engineer. */
"No App Store URL configured" = "חסרה כתובת לחנות האפליקציות";

/* No comment provided by engineer. */
"No description" = "אין תיאור";

/* No comment provided by engineer. */
"No description." = "אין תיאור.";

/* No comment provided by engineer. */
"No featured projects." = "אין פרויקטים נבחרים";

/* No comment provided by engineer. */
"No matching taxa" = "אין סיווג מתאים";

/* No comment provided by engineer. */
"No nearby guides." = "לא קיימים מדריכים באיזורך";

/* No comment provided by engineer. */
"No nearby projects." = "לא קיימים פרויקטים באיזורך";

/* No comment provided by engineer. */
"No observation rules" = "לא קיימים תצפיות באיזורך";

/* Header observation count title when there are none. */
"No Observations" = "No Observations";

/* No comment provided by engineer. */
"No such organisms found. :(" = "לא נמצא אורגניזם :(";

/* No comment provided by engineer. */
"No such person found. :(" = "לא נמצא המשתמש שחיפשת :(";

/* No comment provided by engineer. */
"No such place found. :(" = "לא נמצא המקום שחיפשת :(";

/* No comment provided by engineer. */
"No such project found. :(" = "לא נמצא הפרויקט שחיפשת :(";

/* No comment provided by engineer. */
"No terms." = "אין תנאי שימוש";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* cancel button before changing network affiliation. */
"No, don't change my affiliation" = "לא, אל תשנו את הרשת";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ללא\nתמונה";

/* No comment provided by engineer. */
"None, all rights reserved" = "כל הזכויות שמורות";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "תצפית";

/* No comment provided by engineer. */
"Obscured" = "נצפה";

/* No comment provided by engineer. */
"obscured" = "נצפה";

/* No comment provided by engineer. */
"Observation Rules" = "חוקי התצפית";

/* Title for New Observation Tab Bar Button */
"Observe" = "תצפית";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "כיבוי";

/* No comment provided by engineer. */
"OK" = "אוקיי";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "הפעלה";

/* Title error with oops text. */
"Oops" = "אופס";

/* No comment provided by engineer. */
"Open" = "ציבורי";

/* No comment provided by engineer. */
"open" = "ציבורי";

/* No comment provided by engineer. */
"Open in Safari" = "פתח בספארי";

/* No comment provided by engineer. */
"Open link in Safari" = "פתח בספארי";

/* label above alternate login option buttons (ie g+, facebook) */
"Or Log In with:" = "או התחבר עם:";

/* No comment provided by engineer. */
"organisms" = "אורגניזמים";

/* Placeholder text for the password text field in signup */
"Password" = "סיסמא";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "הסיסמא צריכה להכיל 6 אותיות";

/* No comment provided by engineer. */
"people" = "אנשים";

/* No comment provided by engineer. */
"Permission denied" = "הרשאה נחסמה";

/* No comment provided by engineer. */
"Photo %@" = "תמונה %@";

/* Title for photo save error alert msg */
"Photo Save Error" = "תקלה בזמן שמירת התמונה";

/* Alert message when we don't have permission to access the camera. */
"Please make sure Natusfera is turned on in Settings > Privacy > Camera" = "אנא וודאו שיש לאפליקציה Natusfera פעילה בהגדרות > פרטיות > מצלמה";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure Natusfera is turned on in Settings > Privacy > Photos" = "אנא וודאו שיש לאפליקציה Natusfera פעילה בהגדרות > פרטיות > תמונות";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "אנא נסו שוב בעוד כמה רגעים";

/* Previous */
"Prev" = "קודם";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "מדיניות פרטיות";

/* No comment provided by engineer. */
"private" = "פרטי";

/* No comment provided by engineer. */
"Private" = "פרטי";

/* Title for projects button on the Me tab */
"Projects" = "פרויקטים";

/* No comment provided by engineer. */
"projects" = "פרויקטים";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "פרויקטים הם אסופה של תצפיות עם מטרות משותפות";

/* No comment provided by engineer. */
"Pull to Refresh" = "משכו לעדכון";

/* No comment provided by engineer. */
"Re-download" = "הורדה מחדש";

/* No comment provided by engineer. */
"Refreshing..." = "מתעדכן";

/* No comment provided by engineer. */
"Request timed out" = "בקשה נכשלה";

/* No comment provided by engineer. */
"RESEARCH" = "מחקר";

/* No comment provided by engineer. */
"Restricted to current map area" = "חסום לאיזור הנוכחי במפה";

/* Retake a photo */
"Retake" = "צלם שוב";

/* No comment provided by engineer. */
"Save" = "שמור";

/* status while saving your image */
"Saving new photo..." = "שומר תמונה חדשה...";

/* No comment provided by engineer. */
"Saving..." = "שומר...";

/* No comment provided by engineer. */
"Search" = "חיפוש";

/* No comment provided by engineer. */
"Searching for organisms..." = "מחפש אורגניזמים...";

/* No comment provided by engineer. */
"Searching for people..." = "מחפש משתמש...";

/* No comment provided by engineer. */
"Searching for place..." = "מחפש מקום...";

/* No comment provided by engineer. */
"Searching for project..." = "מחפש פרויקט...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "מחפש תצפיות אחרונות באיזור המפה";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "מחפש תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"seen at '%@'" = " נראה ב-'%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "נראה על ידי '%@'";

/* The name of the iOS Settings app, used in an alert button that will launch Settings.
   Title for the settings screen.
*/
"Settings" = "הגדרות";

/* No comment provided by engineer. */
"Share" = "שתף";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "שתפו את התצפיות עם הקהילה.";

/* No comment provided by engineer. */
"Sign in" = "התחברות";

/* No comment provided by engineer. */
"Sign out" = "התנתק/י";

/* Title for button that allows users to sign up for a new iNat account
   Title of the Natusfera sign up form screen
*/
"Sign Up" = "הרשמה";

/* text for sign up button on sign up screen */
"Sign up" = "הרשמה";

/* @base text for email signup button */
"Sign Up with Email" = "הרשמה עם כתובת מייל";

/* No comment provided by engineer. */
"Signing out..." = "מתנתק...";

/* Button to skip categorizing new observations into iconic taxa */
"Skip for now" = "דלג";

/* title for skip button during signup prompt */
"Skip ›" = "דלג ›";

/* Name of an observation when we don't have a species guess. */
"Something" = "Something";

/* No comment provided by engineer. */
"Something..." = "Something...";

/* No comment provided by engineer. */
"Somewhere..." = "Somewhere...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "מיין";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "זנים";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "סטטיסטיקות";

/* No comment provided by engineer. */
"Syncing list..." = "מסנכרן רשימה";

/* Title of me header when syncing deletions. */
"Syncing..." = "Syncing...";

/* No comment provided by engineer. */
"TAGS" = "טיוג";

/* No comment provided by engineer. */
"Terms" = "תנאים";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "תנאי שימוש";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "תקלה בלתי צפויה";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "מצב זה קורה כאשר החיבור איטי. אנא נסו שוב בזמן שאתם מחוברים לרשת אלחוטית.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "פעולה זאת תסיר את התצפיות שלך מהפרויקט";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to Natusfera." = "פעולה זו תמחק את כל התצפיות שלך במכשיר זה. זה לא ישפיע על תצפיות שעלית Natusfera.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "פעולה זאת תוריד %@ של מידע ואז תוכלו להשתמש במדריך גם כאשר לא יהיה חיבור לאינטרנט.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "תקופה";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "נסו שוב בפעם הבאה שאתם מחוברים לאינטרנט";

/* button title to turn on autoupload */
"Turn On" = "Turn On";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to Natusfera." = "הפעל העלאה אוטומטית ותצפיות שלך יועלו אוטומטית Natusfera.";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "לא היה ניתן להוסיף את הזיהוי לתצפית. אנא נסו שוב במועד מאוחר.";

/* No comment provided by engineer. */
"Unable to find location" = "לא ניתן למצוא את המיקום";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "לא היה ניתן לזהות את התצפית. אנא נסו שוב במועד מאוחר.";

/* Title for error */
"Unable to load page" = "לא ניתן לטעון את הדף";

/* No comment provided by engineer. */
"Unknown" = "לא ידוע";

/* Message body when we don't know the error */
"Unknown error" = "תקלה לא ידועה";

/* unknown delete error */
"Unknown error while attempting to delete." = "Unknown error while attempting to delete.";

/* Unknown error */
"Unknown error while making an identification." = "שגיאה לא ידועה בהוספת זיהוי.";

/* No comment provided by engineer. */
"Unprocessable entity" = "שגיאה באובייקט";

/* Title for upload button. */
"Upload" = "Upload";

/* Title of me header while uploading observations. First number is the index of the obs being uploaded, second is the count in the current upload 'session'. */
"Uploading %d of %d" = "Uploading %1$d of %2$d";

/* Title of me header while uploading one observation. Text is observation species. */
"Uploading '%@'" = "Uploading '%@'";

/* subtitle for observation while it's uploading. */
"Uploading..." = "מסנכרן...";

/* join iNat network partner alert title */
"Use %@?" = "השתמש ב- %@?";

/* Placeholder text for the username text field in signup */
"Username" = "שם משתמש";

/* No comment provided by engineer. */
"Version %@, build %@" = "גירסה %1$@, מספר %2$@";

/* No comment provided by engineer. */
"View more about this species on..." = "צפו במידע נוסף על הזן ב...";

/* Open one of my observations on iNat.org or a partner site. */
"View on %@" = "נראה ב-%@";

/* No comment provided by engineer. */
"View Taxon Details" = "צפו בפרטים נוספים על הזן";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visit %@ to create your own projects";

/* Subtitle below image for guides tutorial screen */
"Visit Natusfera.gbif.es to create your own guides" = "בקר Natusfera.gbif.es ליצור מדריכים משלך";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Waiting to upload...";

/* inat ios translation team, alphabetically */
"We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "לאפליקציה אין השראות למיקומך";

/* No comment provided by engineer. */
"Which organism?" = "איזה אורגניזם?";

/* No comment provided by engineer. */
"Which person?" = "איזה משתמש?";

/* No comment provided by engineer. */
"Which place?" = "באיזה מקום?";

/* No comment provided by engineer. */
"Which project?" = "איזה פרויקטים";

/* Default upload failure alert title. */
"Whoops!" = "אופס";

/* No comment provided by engineer. */
"Wikipedia" = "ויקיפדיה";

/* Indicator that the leaderboard is global, not specific to a project or a place */
"Worldwide" = "כלל עולמי";

/* join iNat network partner alert message */
"Would you like to use %@, a member of the Natusfera Network in %@? Clicking OK will localize your experience and share data accordingly." = "האם תרצו להשתמש ב-%1$@, חבר ברשת Natusfera ב-%2$@?\nלחיצה על אישור תאפשר לכם לקבל חוויה מקומית ולשתף מידע.";

/* No comment provided by engineer. */
"YES" = "כן";

/* continue button before changing network affiliation. */
"Yes, change my affiliation" = "כן, אני רוצה לשנות את השותף";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "כן, אני מאשר למדענים להשתמש במידע לי. למד עוד";

/* No comment provided by engineer. */
"You don't have any projects yet." = "עדיין אין לך פרויקטים";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "עדיין לא יצרתם או הורדתם מדריכים.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "עדיין לא הצטרפתם לפרויקטים.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "חיבור לרשת נדרש כדי לבצע פעולה זאת.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = ".חיבור לרשת נדרש כדי לסנכן עם השרת";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to Natusfera.gbif.es" = "נדרש חיבור לאינטרנט כדי להעלות מידע ל- Natusfera.gbif.es";

/* Reason for signup prompt when trying to add a comment in explore. */
"You must be logged in to comment." = "אתם צריכים להיות מחוברים כדי להוסיף תגובה.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason.
*/
"You must be logged in to do that." = "נדרשת התחברות כדי לבצע פעולה זאת.";

/* Reason for signup prompt when trying to add an ID in explore. */
"You must be logged in to identify observations." = "אתם חייבים להיות מחוברים כדי להוסיף זיהוי לתצפית.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "נדרשת התחברות כדי לסנכן את הפרוייקטים.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to Natusfera.gbif.es." = "אתם חייבים להיות מחוברים כדי להעלות מידע ל- Natusfera.gbif.es.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "אתם חייבים להיות מחוברים כדי להעלות מידע.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "נדרשת התחברות כדי לבצע פעולה זאת";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "נדרשת התחברות כדי לצטרף לפרויקט";

/* No comment provided by engineer. */
"You've denied Natusfera access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for Natusfera." = "מנעת את גישת Natusfera לסוגים מסוימים של נתונים, נתוני מיקום הסבירים ביותר, כך חלק מנתוני התמונה לא ניתן לייבא. כדי לשנות זאת, פתח את יישום הגדרות, לחץ על שירותי מיקום, ולוודא שירותי מיקום מופעלים עבור Natusfera";


/* No comment provided by engineer. */
"Your Guides" = "המדריכים שלכם";
